{
    "_class_name": "AutoencoderOobleck",
    "_diffusers_version": "0.30.0.dev0",
    "audio_channels": 2,
    "channel_multiples": [
      1,
      2,
      4,
      8,
      16
    ],
    "decoder_channels": 128,
    "decoder_input_channels": 64,
    "downsampling_ratios": [
      2,
      4,
      4,
      8,
      8
    ],
    "encoder_hidden_size": 128,
    "sampling_rate": 44100
  }